Repository: arainfor/angularTraining
Catalog: i18n/*.po
Languages: es_es

source: Add new Author
es_es: es Add Author

source: Author
es_es: es Author

source: Book
es_es: es Book

source: First Name
es_es: es First Name

source: Home
es_es: es Home

source: Last Name
es_es: es Last Name

source: Memo
es_es: es Menu

source: Required Field
es_es: es Requried Field

source: Too Short
es_es: es Too Short

source: delete
es_es: es Delete

source: details
es_es: es Details

source: edit
es_es: es Edit
